[
    {
      "reference": "Jeremiah 29:11",
      "verses": {
        "English": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
        "Hindi": "क्योंकि यहोवा की यह वाणी है: जो विचार मैं तुम्हारे लिये करता हूँ, वह शांति के विचार हैं, न कि बुराई के, ताकि तुम्हें भविष्य और आशा मिले।",
        "Marathi": "कारण परमेश्वर म्हणतो, मी तुमच्याबद्दल जो विचार करतो तो शांतीचा आहे, वाईटपणाचा नाही; तुम्हाला आशा आणि भविष्य देण्याचा आहे."
      }
    },
    {
      "reference": "Psalm 139:13-14",
      "verses": {
        "English": "For thou hast possessed my reins: thou hast covered me in my mother's womb. I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.",
        "Hindi": "क्योंकि तूने मेरे भीतरी अंगों को बनाया; तूने मुझे मेरी माता के गर्भ में रचा। मैं तेरा धन्यवाद करूंगा, क्योंकि मैं अद्भुत रूप से और विचित्र रीति से बना हूँ। तेरे कार्य अद्भुत हैं; मेरा प्राण इसे भली-भांति जानता है।",
        "Marathi": "कारण तू माझी अंतःकरणे तयार केलीस; तू मला माझ्या आईच्या गर्भात विणले आहेस. मी तुझे आभार मानेन, कारण मी भीषण आणि अद्भुतरित्या बनलो आहे. तुझे कार्य अद्भुत आहेत; हे माझ्या आत्म्याला उत्तम प्रकारे ठाऊक आहे."
      }
    },
    {
      "reference": "Psalm 16:11",
      "verses": {
        "English": "Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.",
        "Hindi": "तू मुझे जीवन का मार्ग दिखाएगा; तेरी उपस्थिति में पूर्ण आनंद है; तेरे दाहिने हाथ में सदैव के लिए सुख हैं।",
        "Marathi": "तू मला जीवनाचा मार्ग दाखवशील; तुझ्या उपस्थितीत पूर्ण आनंद आहे; तुझ्या उजव्या हातात शाश्वत सुखे आहेत."
      }
    },
    {
      "reference": "Proverbs 4:10",
      "verses": {
        "English": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
        "Hindi": "हे मेरे पुत्र, मेरी बातें सुन और उन्हें ग्रहण कर, और तेरे जीवन के वर्ष बहुत होंगे।",
        "Marathi": "हे माझ्या मुला, माझ्या गोष्टी ऐक आणि त्यांना ग्रहण कर, आणि तुझे जीवनाचे वर्षे अनेक होतील."
      }
    },
    {
      "reference": "Proverbs 9:11",
      "verses": {
        "English": "For by me thy days shall be multiplied, and the years of thy life shall be increased.",
        "Hindi": "क्योंकि मेरे द्वारा तेरे दिन बढ़ाए जाएंगे, और तेरे जीवन के वर्ष बढ़ेंगे।",
        "Marathi": "माझ्यामुळे तुझे दिवस वाढतील, आणि तुझे जीवनवर्षे वाढतील."
      }
    },
    {
      "reference": "Philippians 4:19",
      "verses": {
        "English": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
        "Hindi": "और मेरा परमेश्वर अपनी महिमा के अनुसार मसीह यीशु के द्वारा तुम्हारी हर आवश्यकता को पूरा करेगा।",
        "Marathi": "माझा परमेश्वर आपल्या महिमेच्या संपत्तीप्रमाणे ख्रिस्त येशूमध्ये तुझ्या प्रत्येक गरजेची पूर्तता करील."
      }
    },
    {
      "reference": "Psalm 91:16",
      "verses": {
        "English": "With long life will I satisfy him, and shew him my salvation.",
        "Hindi": "मैं उसे दीर्घायु से तृप्त करूंगा, और उसे अपना उद्धार दिखाऊंगा।",
        "Marathi": "मी त्याला दीर्घायुष्य देऊन संतुष्ट करीन आणि त्याला माझे तारण दाखवीन."
      }
    },
    {
      "reference": "Psalm 37:4",
      "verses": {
        "English": "Delight thyself also in the LORD: and he shall give thee the desires of thine heart.",
        "Hindi": "यहोवा में प्रसन्न रह, और वह तुझे तेरे हृदय की इच्छाएँ पूरी करेगा।",
        "Marathi": "परमेश्वरामध्ये आनंदी रहा, आणि तो तुझ्या हृदयाच्या इच्छांची पूर्तता करील."
      }
    },
    {
      "reference": "Isaiah 46:4",
      "verses": {
        "English": "And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you.",
        "Hindi": "मैं ही तुम्हारे वृद्ध होने तक तुम्हारे साथ हूँ, और तुम्हारे बाल सफेद होने तक मैं तुम्हें उठाऊंगा। मैंने बनाया है और मैं तुम्हें सहन करूंगा; मैं तुम्हें उठाऊंगा और तुम्हारा उद्धार करूंगा।",
        "Marathi": "तुम्हाला वृद्धत्वापर्यंत मीच असेन; आणि तुमच्या पांढऱ्या केसांपर्यंत मी तुम्हाला सांभाळीन. मी तुम्हाला बनवले आहे आणि मीच तुम्हाला वाहीन; मी तुम्हाला सांभाळीन आणि तुम्हाला सोडवीन."
      }
    },
    {
      "reference": "Psalm 20:4",
      "verses": {
        "English": "Grant thee according to thine own heart, and fulfil all thy counsel.",
        "Hindi": "वह तेरे हृदय की इच्छाओं को पूरा करे और तेरी सभी योजनाओं को सफल करे।",
        "Marathi": "तो तुझ्या हृदयाच्या इच्छांनुसार तुला देईल आणि तुझ्या सर्व सल्ल्यांची पूर्तता करील."
      }
    },
    {
      "reference": "Ephesians 2:10",
      "verses": {
        "English": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
        "Hindi": "क्योंकि हम उसकी रचना हैं, जो मसीह यीशु में अच्छे कामों के लिए बनाई गई है, जिन्हें भगवान ने पहले से निर्धारित किया है कि हम उनमें चलें।",
        "Marathi": "कारण आपण त्याची कृति आहोत, जी ख्रिस्त येशूमध्ये चांगल्या कार्यांसाठी निर्माण केली गेली आहे, जी देवाने आम्हाला त्यांत चालण्यासाठी आधीच ठरवली होती."
      }
    },
    {
      "reference": "James 1:17",
      "verses": {
        "English": "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
        "Hindi": "हर अच्छी उपहार और हर पूरी उपहार ऊपर से आती है, और प्रकाशों के पिता से आती है, जिसमें न तो कोई परिवर्तन है, न ही उसकी छाया।",
        "Marathi": "प्रत्येक चांगली भेट आणि प्रत्येक संपूर्ण भेट वरून येते, आणि प्रकाशाच्या पित्याकडून येते, ज्याच्याकडे काहीही बदल नाही, न की सावली."
      }
    },
    {
      "reference": "Romans 15:13",
      "verses": {
        "English": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
        "Hindi": "अब आशा का परमेश्वर आपको विश्वास में सभी आनंद और शांति से भर दे, ताकि आप पवित्र आत्मा की शक्ति से आशा में प्रचुरता से बढ़ सकें।",
        "Marathi": "आशेचा परमेश्वर तुम्हाला विश्वासात सर्व आनंद आणि शांति देओ, जेणेकरून तुम्ही पवित्र आत्म्याच्या सामर्थ्याने आशेमध्ये प्रचुर प्रमाणात वाढू शकाल."
      }
    },
    {
      "reference": "Isaiah 40:31",
      "verses": {
        "English": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
        "Hindi": "परंतु जो यहोवा की प्रतीक्षा करते हैं, वे अपनी शक्ति को नवीनीकरण करेंगे; वे चिड़ियों की तरह ऊँचे उड़ेंगे; वे दौड़ेंगे, और थकेंगे नहीं; वे चलेंगे, और नहीं थकेंगे।",
        "Marathi": "पण जे यहोवा वर आशा ठेवतात ते आपली शक्ती नव्याने करतात; ते गरुडासारखे उंच उडतात; ते धावतील, आणि थकणार नाहीत; ते चालतील, आणि थकणार नाहीत."
      }
    },
    {
      "reference": "Romans 8:28",
      "verses": {
        "English": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
        "Hindi": "और हम जानते हैं कि सभी चीजें उनके लिए मिलकर भलाई के लिए काम करती हैं, जो परमेश्वर से प्रेम करते हैं, जिनका बुलावा उसके उद्देश्य के अनुसार है।",
        "Marathi": "आणि आम्हाला माहीत आहे की सर्व गोष्टी एकत्र येऊन चांगल्या गोष्टीसाठी कार्य करतात, जे देवाला प्रेम करतात, जे त्याच्या उद्देशानुसार बोलावले गेले आहेत."
      }
    },
    {
      "reference": "Matthew 5:16",
      "verses": {
        "English": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
        "Hindi": "इस प्रकार तुम्हारी रोशनी मनुष्यों के सामने चमकने दो, ताकि वे तुम्हारे अच्छे काम देखें और तुम्हारे स्वर्गीय पिता की महिमा करें।",
        "Marathi": "तुमचा प्रकाश मनुष्यमध्ये अशी चमकावी की, ते तुमचे चांगले कार्य पाहून, तुमच्या स्वर्गीय पित्याची महिमा करावी."
      }
    },
    {
      "reference": "1 Peter 5:10",
      "verses": {
        "English": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.",
        "Hindi": "परंतु सभी अनुग्रह का परमेश्वर, जिसने हमें मसीह यीशु के द्वारा अपनी अनंत महिमा के लिए बुलाया, जब तुम थोड़े समय तक दुःख सहो, तो तुम्हें सिद्ध करे, स्थिर करे, और तुम्हें मजबूत करे।",
        "Marathi": "पण सर्व कृपेचा परमेश्वर, ज्याने ख्रिस्त येशूच्या द्वारे आम्हाला आपल्या शाश्वत महिमेसाठी बोलावले, तुम्ही काही काळ दु:ख भोगल्यावर तुम्हाला सिद्ध करील, स्थिर करील, आणि मजबूत करील."
      }
    },
    {
      "reference": "Psalm 119:105",
      "verses": {
        "English": "Thy word is a lamp unto my feet, and a light unto my path.",
        "Hindi": "तेरा वचन मेरे पैर के लिए दीपक है, और मेरे मार्ग के लिए प्रकाश है।",
        "Marathi": "त твाचे वचन माझ्या पायासाठी दीप आहे, आणि माझ्या मार्गासाठी प्रकाश आहे."
      }
    },
    {
      "reference": "1 Thessalonians 5:16-18",
      "verses": {
        "English": "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
        "Hindi": "सदा आनंदित रहो। निरंतर प्रार्थना करो। हर बात में धन्यवाद दो: क्योंकि यह मसीह यीशु में परमेश्वर की इच्छा है।",
        "Marathi": "सर्व वेळ आनंदीत रहा. निरंतर प्रार्थना करा. प्रत्येक गोष्टीसाठी आभार द्या: कारण हे ख्रिस्त येशूमध्ये परमेश्वराचे इच्छेचे आहे."
      }
    },
    {
      "reference": "2 Corinthians 9:8",
      "verses": {
        "English": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work.",
        "Hindi": "और परमेश्वर तुम्हारे लिए सभी अनुग्रहों को प्रचुर बनाने में सक्षम है; ताकि तुम, सभी बातों में हमेशा पर्याप्तता रखते हुए, हर अच्छे कार्य के लिए प्रचुरता से बढ़ सको।",
        "Marathi": "आणि परमेश्वर तुम्हाला सर्व कृपा भरभरून देण्यास सक्षम आहे; जेणेकरून तुम्ही सर्व गोष्टींमध्ये नेहमी पुरेशी असाल आणि प्रत्येक चांगल्या कार्यात भरपूर वाढू शकाल."
      }
    },
    {
      "reference": "Colossians 3:23-24",
      "verses": {
        "English": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men; Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.",
        "Hindi": "और तुम जो कुछ भी करो, उसे मन से करो, जैसे प्रभु के लिए, न कि मनुष्यों के लिए; जानकर कि प्रभु से तुम्हें विरासत का पुरस्कार प्राप्त होगा: क्योंकि तुम प्रभु मसीह की सेवा करते हो।",
        "Marathi": "आणि तुम्ही जे काही करा, ते मनापासून करा, प्रभूसाठी, मनुष्यांसाठी नाही; कारण तुम्हाला प्रभूच्या संतानांचा पुरस्कार मिळेल: कारण तुम्ही प्रभु ख्रिस्ताची सेवा करता."
      }
    },
    {
      "reference": "1 John 4:19",
      "verses": {
        "English": "We love him, because he first loved us.",
        "Hindi": "हम उसे प्रेम करते हैं, क्योंकि उसने पहले हमें प्रेम किया।",
        "Marathi": "आम्ही त्याला प्रेम करतो, कारण त्याने आधी आम्हाला प्रेम केले."
      }
    },
    {
      "reference": "Psalm 34:8",
      "verses": {
        "English": "O taste and see that the LORD is good: blessed is the man that trusteth in him.",
        "Hindi": "हे देखो और जानो कि यहोवा अच्छा है: धन्य है वह मनुष्य जो उस पर भरोसा करता है।",
        "Marathi": "हे चव चाखा आणि पहा की यहोवा किती चांगला आहे: तो मनुष्य धन्य आहे जो त्याच्यावर विश्वास ठेवतो."
      }
    },
    {
      "reference": "Isaiah 58:11",
      "verses": {
        "English": "And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.",
        "Hindi": "और यहोवा तुझे निरंतर मार्गदर्शित करेगा, और सूखे में तेरी आत्मा को तृप्त करेगा, और तेरी हड्डियों को मजबूत करेगा; और तू एक सजीव बाग की तरह होगा, और एक जल के सोते की तरह, जिसके जल सूखते नहीं।",
        "Marathi": "आणि यहोवा तुम्हाला निरंतर मार्गदर्शित करील, आणि दुष्काळात तुमच्या आत्म्याला संतुष्ट करील, आणि तुमच्या हाडांना बळकट करील; आणि तुम्ही एक पाण्याने भरलेले बागेत जसे राहाल, आणि एक जलाशयासारखे, ज्याच्या पाण्याचे कमी होत नाही."
      }
    },
    {
      "reference": "Psalm 127:3",
      "verses": {
        "English": "Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.",
        "Hindi": "देखो, बच्चे यहोवा का वरदान हैं; और गर्भ का फल उसका पुरस्कार है।",
        "Marathi": "पहा, मुले हे यहोवाचे वारस आहेत; आणि गर्भाचा फल हा त्याचा पुरस्कार आहे."
      }
    },
    {
      "reference": "Psalm 118:24",
      "verses": {
        "English": "This is the day which the LORD hath made; we will rejoice and be glad in it.",
        "Hindi": "यह वह दिन है जो यहोवा ने बनाया है; हम इसमें आनंदित होंगे और खुश रहेंगे।",
        "Marathi": "हे दिवस आहे जो यहोवाने केला आहे; आपण त्यात आनंदी आणि खुश राहू."
      }
    },
    {
      "reference": "Proverbs 10:27",
      "verses": {
        "English": "The fear of the LORD prolongeth days: but the years of the wicked shall be shortened.",
        "Hindi": "यहोवा का भय दिनों को बढ़ाता है: परंतु दुष्टों के वर्ष कम कर दिए जाते हैं।",
        "Marathi": "यहोवाचा भय दिवस वाढवतो: परंतु दुष्टांचे वर्ष कमी होतात."
      }
    },
    {
      "reference": "Psalm 121:7-8",
      "verses": {
        "English": "The LORD shall preserve thee from all evil: he shall preserve thy soul. The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
        "Hindi": "यहोवा तुम्हें सभी बुराइयों से सुरक्षित रखेगा; वह तुम्हारी आत्मा को सुरक्षित रखेगा। यहोवा तुम्हारे बाहर जाने और तुम्हारे आने को इस समय से और सदैव तक सुरक्षित रखेगा।",
        "Marathi": "यहोवा तुम्हाला सर्व वाईटांपासून सुरक्षित ठेवेल; तो तुमच्या आत्म्याचे संरक्षण करील. यहोवा तुमच्या बाहेर जाणे आणि तुमच्या येण्या या काळापासून आणि सदैव सुरक्षित ठेवेल."
      }
    },
    {
      "reference": "Jeremiah 29:11",
      "verses": {
        "English": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
        "Hindi": "क्योंकि मैं जानता हूँ कि मैं तुम्हारे लिए क्या विचार करता हूँ, यहोवा कहता है, शांति के विचार, और बुराई के नहीं, तुम्हें एक अपेक्षित अंत देने के लिए।",
        "Marathi": "कारण मी जाणतो की मी तुमच्या विषयी काय विचार करतो, हे यहोवा म्हणतो, शांतीचे विचार, आणि दुष्टांचे नाही, तुम्हाला एक अपेक्षित अंत देण्यासाठी."
      }
    },
    {
    "reference": "Philippians 4:19",
    "verses": {
      "English": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
      "Hindi": "परंतु मेरा परमेश्वर तुम्हारी सभी आवश्यकताओं को अपने धन के अनुसार मसीह यीशु द्वारा पूरा करेगा।",
      "Marathi": "पण माझा परमेश्वर तुमच्या सर्व आवश्यकतांना त्याच्या संपत्तीच्या अनुसार ख्रिस्त येशूच्या द्वारे पूर्ण करील."
    }
  },
  {
    "reference": "Psalm 20:4",
    "verses": {
      "English": "Grant thee according to thine own heart, and fulfill all thy counsel.",
      "Hindi": "तुम्हारे मन के अनुसार तुम्हें प्रदान करें, और तुम्हारी सभी योजनाएँ पूरी करें।",
      "Marathi": "तुला तुझ्या मनाच्या अनुसार देईन, आणि तुझ्या सर्व योजना पूर्ण करीन."
    }
  },
  {
    "reference": "Psalm 37:4",
    "verses": {
      "English": "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.",
      "Hindi": "यहोवा में भी आनंदित हो; और वह तुम्हारे दिल की इच्छाएँ तुम्हें देगा।",
      "Marathi": "तूही यहोवामध्ये आनंदित हो; आणि तो तुझ्या हृदयाच्या इच्छांना देईल."
    }
  },
  {
    "reference": "Numbers 6:24-26",
    "verses": {
      "English": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee: The LORD lift up his countenance upon thee, and give thee peace.",
      "Hindi": "यहोवा तुझे आशीर्वाद दे, और तुझे सुरक्षित रखे: यहोवा तेरा मुख तिरछा करे, और तुझ पर कृपालु हो: यहोवा तेरा मुख तुझ पर उठाए, और तुझे शांति दे।",
      "Marathi": "यहोवा तुझ्यावर आशीर्वाद दे आणि तुझाचे रक्षण करील: यहोवा तुझ्यावर आपले मुख चमकवेल आणि तुझ्यावर कृपाळू होईल: यहोवा तुझा मुख तुझ्यावर उंच करील आणि तुझ्यासाठी शांती देईल."
    }
  },
  {
    "reference": "Isaiah 43:4",
    "verses": {
      "English": "Since thou wast precious in my sight, thou hast been honorable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
      "Hindi": "चूंकि तुम मेरे दृष्टि में कीमती हो, तुम सम्मानित हो, और मैंने तुमसे प्रेम किया है: इसलिए मैं तुम्हारे लिए लोगों को दूंगा, और तुम्हारे जीवन के लिए जनों को।",
      "Marathi": "कारण तू माझ्या दृष्टीत मौल्यवान आहेस, तू माननीय आहेस, आणि मी तुझ्यावर प्रेम केले आहे: म्हणूनच मी तुमच्यासाठी लोक देईन, आणि तुमच्या जीवनासाठी जन देईन."
    }
  },
  {
    "reference": "Proverbs 3:5-6",
    "verses": {
      "English": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
      "Hindi": "अपने पूरे दिल से यहोवा पर भरोसा रखो; और अपनी समझ पर निर्भर न रहो। अपने सभी मार्गों में उसे जानो, और वह तेरे मार्गों को सीधा करेगा।",
      "Marathi": "तुझ्या संपूर्ण हृदयाने यहोवावर विश्वास ठेव; आणि तुझ्या स्वतःच्या समजुतीवर अवलंबून राहू नकोस. तुझ्या सर्व मार्गांत त्याला ओळख, आणि तो तुझे मार्ग थेट करील."
    }
  },
  {
    "reference": "Ephesians 2:10",
    "verses": {
      "English": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "Hindi": "क्योंकि हम उसकी कृति हैं, जो मसीह यीशु में अच्छे कार्यों के लिए बनाए गए हैं, जिन्हें परमेश्वर ने पहले से निर्धारित किया है कि हम उनमें चलें।",
      "Marathi": "कारण आपण त्याची कृति आहोत, ख्रिस्त येशूमध्ये चांगल्या कार्यांसाठी तयार केलेले, जे परमेश्वराने आधी ठरवले आहे की आपण त्यांत चालावे."
    }
  },
  {
    "reference": "Jeremiah 1:5",
    "verses": {
      "English": "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.",
      "Hindi": "जब मैं ने तुम्हें गर्भ में बनाया तब मैं ने तुम्हें जाना; और जब तुम गर्भ से बाहर आए तब मैं ने तुम्हें पवित्र किया, और मैं ने तुम्हें जातियों का भविष्यद्वक्ता ठहराया।",
      "Marathi": "मी तुला गर्भात तयार करण्यापूर्वी तुझी माहिती होती; आणि जेव्हा तू गर्भातून बाहेर आलास तेव्हा मी तुला पवित्र केले, आणि मी तुला राष्ट्रांचे भविष्यवक्ता म्हणून ठरवले."
    }
  },
  {
    "reference": "Psalm 16:11",
    "verses": {
      "English": "Thou wilt shew me the path of life: in thy presence is fullness of joy; at thy right hand there are pleasures for evermore.",
      "Hindi": "तू मुझे जीवन का मार्ग दिखाएगा: तेरे सामने आनंद की पूर्णता है; तेरी दाहिनी ओर हमेशा के लिए सुख हैं।",
      "Marathi": "तू मला जीवनाचा मार्ग दाखवशील: तुझ्या साक्षीमध्ये आनंदाची पूर्णता आहे; तुझ्या उजव्या हातात सदैवसाठी आनंद आहेत."
    }
  },
  {
    "reference": "Psalm 91:16",
    "verses": {
      "English": "With long life will I satisfy him, and shew him my salvation.",
      "Hindi": "मैं उसे लंबी उम्र से संतुष्ट करूँगा, और उसे अपनी मुक्ति दिखाऊँगा।",
      "Marathi": "मी त्याला दीर्घायुष्याने संतुष्ट करीन, आणि त्याला माझी मोक्ष दाखवीन."
    }
  },
  {
    "reference": "Romans 15:13",
    "verses": {
      "English": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
      "Hindi": "अब आशा का परमेश्वर तुम्हें विश्वास में सभी आनंद और शांति से भर दे, कि तुम पवित्र आत्मा की शक्ति से आशा में भरपूर हो जाओ।",
      "Marathi": "आता आशेचा परमेश्वर तुम्हाला विश्वासात सर्व आनंद आणि शांति देईल, जेणेकरून तुम्ही पवित्र आत्म्याच्या शक्तीद्वारे आशेमध्ये भरपूर होऊ शकता."
    }
  },
  {
    "reference": "1 Corinthians 15:57",
    "verses": {
      "English": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "Hindi": "परंतु परमेश्वर का धन्यवाद हो, जो हमारे प्रभु यीशु मसीह के द्वारा हमें विजय देता है।",
      "Marathi": "पण परमेश्वराचे आभार, जो आमच्या प्रभु येशू ख्रिस्ताच्या माध्यमातून आम्हाला विजय देतो."
    }
  },
  {
    "reference": "Psalm 139:14",
    "verses": {
      "English": "I will praise thee; for I am fearfully and wonderfully made: marvelous are thy works; and that my soul knoweth right well.",
      "Hindi": "मैं तेरा गुणगान करूँगा; क्योंकि मैं भयभीत और अद्भुत रूप से बनाया गया हूँ: तेरे कार्य अद्भुत हैं; और मेरी आत्मा इसे भली भाँति जानती है।",
      "Marathi": "मी तुझे स्तुती करीन; कारण मी भयभीत आणि अद्भुतपणे बनवला गेलो आहे: तुझी कार्ये अद्भुत आहेत; आणि माझी आत्मा ते चांगलीच जाणते."
    }
  },
  {
    "reference": "1 Timothy 6:12",
    "verses": {
      "English": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
      "Hindi": "विश्वास की अच्छी लड़ाई लड़ो, उस शाश्वत जीवन को पकड़ो, जिसके लिए तुम भी बुलाए गए हो, और कई गवाहों के सामने अच्छी बातों का प्रचार किया है।",
      "Marathi": "विश्वासाची चांगली लढाई लढा, शाश्वत जीवनाला धरून ठेवा, ज्यासाठी तुम्हालाही बोलावले गेले आहे, आणि अनेक साक्षीदारांच्या समोर चांगले स्वाभाविक शब्द प्रकट केले आहेत."
    }
  },
  {
    "reference": "2 Corinthians 9:8",
    "verses": {
      "English": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work.",
      "Hindi": "और परमेश्वर तुम्हारी ओर सभी अनुग्रह को बहुता दे सकता है; ताकि तुम, हमेशा सभी चीजों में सभी पूर्ति रखते हुए, हर अच्छे काम के लिए बहुता करो।",
      "Marathi": "आणि परमेश्वर तुम्हाला सर्व अनुग्रहात प्रचुरता देऊ शकतो; जेणेकरून तुम्ही, नेहमी सर्व गोष्टींमध्ये सर्व पुरेपूरता ठेवल्यास, प्रत्येक चांगल्या कार्यात प्रचुरता दर्शवू शकता."
    }
  },
  {
    "reference": "Colossians 3:23",
    "verses": {
      "English": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
      "Hindi": "और तुम जो कुछ करो, उसे पूरे दिल से करो, जैसे कि प्रभु के लिए कर रहे हो, और मनुष्यों के लिए नहीं;",
      "Marathi": "आणि तुम्ही जे काही करा, ते हृदयाने करा, जसे प्रभुच्या साठी करत आहात, आणि माणसांसाठी नाही;"
    }
  },
  {
    "reference": "Matthew 5:16",
    "verses": {
      "English": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
      "Hindi": "तुम्हारी ज्योति लोगों के सामने इस तरह चमके कि वे तुम्हारे अच्छे कार्य देखें, और तुम्हारे स्वर्ग में जो तुम्हारा पिता है उसकी महिमा करें।",
      "Marathi": "तुमची ज्योती लोकांच्या समोर असे चमके की त्यांनी तुमच्या चांगल्या कार्यांचा पाहिला आणि तुमच्या स्वर्गातील पित्याला महिमा दिला."
    }
  },
  {
    "reference": "Luke 2:52",
    "verses": {
      "English": "And Jesus increased in wisdom and stature, and in favour with God and man.",
      "Hindi": "और यीशु बुद्धि और कद में बढ़ा, और परमेश्वर और मनुष्यों के साथ अनुग्रह पाया।",
      "Marathi": "आणि येशू बुद्धिमत्ता आणि उंचीमध्ये वाढला, आणि परमेश्वर आणि मनुष्यानंतर कृपणता मिळवली."
    }
  },
  {
    "reference": "Proverbs 4:7",
    "verses": {
      "English": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
      "Hindi": "ज्ञान सबसे प्रमुख चीज है; इसलिए ज्ञान प्राप्त करो: और अपनी सारी प्राप्तियों के साथ समझ प्राप्त करो।",
      "Marathi": "ज्ञान ही मुख्य गोष्ट आहे; म्हणून ज्ञान मिळवा: आणि तुमच्या सर्व मिळवण्यासोबत समज मिळवा."
    }
  },
  {
    "reference": "Psalm 119:105",
    "verses": {
      "English": "Thy word is a lamp unto my feet, and a light unto my path.",
      "Hindi": "तेरा वचन मेरे पैरों के लिए दीपक है, और मेरे मार्ग के लिए प्रकाश है।",
      "Marathi": "त твेनचं वचन माझ्या पायासाठी दीप आहे, आणि माझ्या मार्गासाठी प्रकाश आहे."
    }
  },
  {
    "reference": "Isaiah 41:10",
    "verses": {
      "English": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
      "Hindi": "तू डर मत; क्योंकि मैं तेरे साथ हूँ: तू घबरा मत; क्योंकि मैं तेरा परमेश्वर हूँ: मैं तुझे बल दूंगा; हाँ, मैं तुझे सहायता करूंगा; हाँ, मैं अपनी धार्मिकता के दाहिने हाथ से तेरा सहारा दूंगा।",
      "Marathi": "तू भिऊ नकोस; कारण मी तुझ्या सोबत आहे: तू चिंतेत राहू नकोस; कारण मी तुझा परमेश्वर आहे: मी तुला बल देईन; हो, मी तुला मदत करीन; हो, मी माझ्या धर्माच्या उजव्या हाताने तुझा आधार देईन."
    }
  },
  {
    "reference": "Philippians 1:3-5",
    "verses": {
      "English": "I thank my God upon every remembrance of you, Always in every prayer of mine for you all making request with joy, For your fellowship in the gospel from the first day until now;",
      "Hindi": "मैं तुम्हारी हर स्मृति पर अपने परमेश्वर का धन्यवाद करता हूँ, तुम्हारे सभी के लिए मेरी हर प्रार्थना में हमेशा खुशी के साथ निवेदन करता हूँ, तुम्हारे साथ सुसमाचार में साझेदारी के लिए पहले दिन से लेकर अब तक;",
      "Marathi": "मी तुमच्या प्रत्येक आठवणीत माझ्या परमेश्वराचे आभार मानतो, तुमच्यासाठी माझ्या प्रत्येक प्रार्थनेत नेहमी आनंदाने प्रार्थना करतो, तुम्हास पहिल्या दिवसा पासून आतापर्यंत सुसमाचारात भागीदार झाल्याबद्दल;"
    }
  },
  {
    "reference": "Psalm 103:5",
    "verses": {
      "English": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.",
      "Hindi": "जो तेरे मुँह को भले-भले से संतुष्ट करता है; ताकि तेरी जवानी गरूड़ की समान नवीनीकरण होती है।",
      "Marathi": "जो तुझ्या तोंडाला चांगल्या गोष्टींनी संतुष्ट करतो; त्यामुळे तुझी युवा गरूडासमान नवी होत आहे."
    }
  },
  {
    "reference": "Psalm 121:8",
    "verses": {
      "English": "The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
      "Hindi": "यहोवा तुझे बाहर जाने और आने से इस समय से और हमेशा के लिए सुरक्षित रखेगा।",
      "Marathi": "यहोवा तुझे बाहेर जाणे आणि येण्यास या काळापासून आणि सदैव सुरक्षित ठेवेल."
    }
  },
  {
    "reference": "Jeremiah 29:11",
    "verses": {
      "English": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
      "Hindi": "क्योंकि मैं जानता हूँ कि मैं तुम्हारे लिए क्या विचार करता हूँ, यहोवा कहता है, शांति के विचार, और बुराई के नहीं, तुम्हें एक अपेक्षित अंत देने के लिए।",
      "Marathi": "कारण मी जाणतो की मी तुमच्या विषयी काय विचार करतो, हे यहोवा म्हणतो, शांतीचे विचार, आणि दुष्टांचे नाही, तुम्हाला एक अपेक्षित अंत देण्यासाठी."
    }
  },
  {
    "reference": "Philippians 4:19",
    "verses": {
      "English": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
      "Hindi": "परंतु मेरा परमेश्वर तुम्हारी सभी आवश्यकताओं को अपने धन के अनुसार मसीह यीशु द्वारा पूरा करेगा।",
      "Marathi": "पण माझा परमेश्वर तुमच्या सर्व आवश्यकतांना त्याच्या संपत्तीच्या अनुसार ख्रिस्त येशूच्या द्वारे पूर्ण करील."
    }
  },
  {
    "reference": "Psalm 20:4",
    "verses": {
      "English": "Grant thee according to thine own heart, and fulfill all thy counsel.",
      "Hindi": "तुम्हारे मन के अनुसार तुम्हें प्रदान करें, और तुम्हारी सभी योजनाएँ पूरी करें।",
      "Marathi": "तुला तुझ्या मनाच्या अनुसार देईन, आणि तुझ्या सर्व योजना पूर्ण करीन."
    }
  },
  {
    "reference": "Psalm 37:4",
    "verses": {
      "English": "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.",
      "Hindi": "यहोवा में भी आनंदित हो; और वह तुम्हारे दिल की इच्छाएँ तुम्हें देगा।",
      "Marathi": "तूही यहोवामध्ये आनंदित हो; आणि तो तुझ्या हृदयाच्या इच्छांना देईल."
    }
  },
  {
    "reference": "Numbers 6:24-26",
    "verses": {
      "English": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee: The LORD lift up his countenance upon thee, and give thee peace.",
      "Hindi": "यहोवा तुझे आशीर्वाद दे, और तुझे सुरक्षित रखे: यहोवा तेरा मुख तिरछा करे, और तुझ पर कृपालु हो: यहोवा तेरा मुख तुझ पर उठाए, और तुझे शांति दे।",
      "Marathi": "यहोवा तुझ्यावर आशीर्वाद दे आणि तुझाचे रक्षण करील: यहोवा तुझ्यावर आपले मुख चमकवेल आणि तुझ्यावर कृपाळू होईल: यहोवा तुझा मुख तुझ्यावर उंच करील आणि तुझ्यासाठी शांती देईल."
    }
  },
  {
    "reference": "Isaiah 43:4",
    "verses": {
      "English": "Since thou wast precious in my sight, thou hast been honorable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
      "Hindi": "चूंकि तुम मेरे दृष्टि में कीमती हो, तुम सम्मानित हो, और मैंने तुमसे प्रेम किया है: इसलिए मैं तुम्हारे लिए लोगों को दूंगा, और तुम्हारे जीवन के लिए जनों को।",
      "Marathi": "कारण तू माझ्या दृष्टीत मौल्यवान आहेस, तू माननीय आहेस, आणि मी तुझ्यावर प्रेम केले आहे: म्हणूनच मी तुमच्यासाठी लोक देईन, आणि तुमच्या जीवनासाठी जन देईन."
    }
  },
  {
    "reference": "Proverbs 3:5-6",
    "verses": {
      "English": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
      "Hindi": "अपने पूरे दिल से यहोवा पर भरोसा रखो; और अपनी समझ पर निर्भर न रहो। अपने सभी मार्गों में उसे जानो, और वह तेरे मार्गों को सीधा करेगा।",
      "Marathi": "तुझ्या संपूर्ण हृदयाने यहोवावर विश्वास ठेव; आणि तुझ्या स्वतःच्या समजुतीवर अवलंबून राहू नकोस. तुझ्या सर्व मार्गांत त्याला ओळख, आणि तो तुझे मार्ग थेट करील."
    }
  },
  {
    "reference": "Ephesians 2:10",
    "verses": {
      "English": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "Hindi": "क्योंकि हम उसकी कृति हैं, जो मसीह यीशु में अच्छे कार्यों के लिए बनाए गए हैं, जिन्हें परमेश्वर ने पहले से निर्धारित किया है कि हम उनमें चलें।",
      "Marathi": "कारण आपण त्याची कृति आहोत, ख्रिस्त येशूमध्ये चांगल्या कार्यांसाठी तयार केलेले, जे परमेश्वराने आधी ठरवले आहे की आपण त्यांत चालावे."
    }
  },
  {
    "reference": "Jeremiah 1:5",
    "verses": {
      "English": "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.",
      "Hindi": "जब मैं ने तुम्हें गर्भ में बनाया तब मैं ने तुम्हें जाना; और जब तुम गर्भ से बाहर आए तब मैं ने तुम्हें पवित्र किया, और मैं ने तुम्हें जातियों का भविष्यद्वक्ता ठहराया।",
      "Marathi": "मी तुला गर्भात तयार करण्यापूर्वी तुझी माहिती होती; आणि जेव्हा तू गर्भातून बाहेर आलास तेव्हा मी तुला पवित्र केले, आणि मी तुला राष्ट्रांचे भविष्यवक्ता म्हणून ठरवले."
    }
  },
  {
    "reference": "Psalm 16:11",
    "verses": {
      "English": "Thou wilt shew me the path of life: in thy presence is fullness of joy; at thy right hand there are pleasures for evermore.",
      "Hindi": "तू मुझे जीवन का मार्ग दिखाएगा: तेरे सामने आनंद की पूर्णता है; तेरी दाहिनी ओर हमेशा के लिए सुख हैं।",
      "Marathi": "तू मला जीवनाचा मार्ग दाखवशील: तुझ्या साक्षीमध्ये आनंदाची पूर्णता आहे; तुझ्या उजव्या हातात सदैवसाठी आनंद आहेत."
    }
  },
  {
    "reference": "Psalm 91:16",
    "verses": {
      "English": "With long life will I satisfy him, and shew him my salvation.",
      "Hindi": "मैं उसे लंबी उम्र से संतुष्ट करूँगा, और उसे अपनी मुक्ति दिखाऊँगा।",
      "Marathi": "मी त्याला दीर्घायुष्याने संतुष्ट करीन, आणि त्याला माझी मोक्ष दाखवीन."
    }
  },
  {
    "reference": "Romans 15:13",
    "verses": {
      "English": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
      "Hindi": "अब आशा का परमेश्वर तुम्हें विश्वास में सभी आनंद और शांति से भर दे, कि तुम पवित्र आत्मा की शक्ति से आशा में भरपूर हो जाओ।",
      "Marathi": "आता आशेचा परमेश्वर तुम्हाला विश्वासात सर्व आनंद आणि शांति देईल, जेणेकरून तुम्ही पवित्र आत्म्याच्या शक्तीद्वारे आशेमध्ये भरपूर होऊ शकता."
    }
  },
  {
    "reference": "1 Corinthians 15:57",
    "verses": {
      "English": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "Hindi": "परंतु परमेश्वर का धन्यवाद हो, जो हमारे प्रभु यीशु मसीह के द्वारा हमें विजय देता है।",
      "Marathi": "पण परमेश्वराचे आभार, जो आमच्या प्रभु येशू ख्रिस्ताच्या माध्यमातून आम्हाला विजय देतो."
    }
  },
  {
    "reference": "Psalm 139:14",
    "verses": {
      "English": "I will praise thee; for I am fearfully and wonderfully made: marvelous are thy works; and that my soul knoweth right well.",
      "Hindi": "मैं तेरा गुणगान करूँगा; क्योंकि मैं भयभीत और अद्भुत रूप से बनाया गया हूँ: तेरे कार्य अद्भुत हैं; और मेरी आत्मा इसे भली भाँति जानती है।",
      "Marathi": "मी तुझे स्तुती करीन; कारण मी भयभीत आणि अद्भुतपणे बनवला गेलो आहे: तुझी कार्ये अद्भुत आहेत; आणि माझी आत्मा ते चांगलीच जाणते."
    }
  },
  {
    "reference": "1 Timothy 6:12",
    "verses": {
      "English": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
      "Hindi": "विश्वास की अच्छी लड़ाई लड़ो, उस शाश्वत जीवन को पकड़ो, जिसके लिए तुम भी बुलाए गए हो, और कई गवाहों के सामने अच्छी बातों का प्रचार किया है।",
      "Marathi": "विश्वासाची चांगली लढाई लढा, शाश्वत जीवनाला धरून ठेवा, ज्यासाठी तुम्हालाही बोलावले गेले आहे, आणि अनेक साक्षीदारांच्या समोर चांगले स्वाभाविक शब्द प्रकट केले आहेत."
    }
  },
  {
    "reference": "2 Corinthians 9:8",
    "verses": {
      "English": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work.",
      "Hindi": "और परमेश्वर तुम्हारी ओर सभी अनुग्रह को बहुता दे सकता है; ताकि तुम, हमेशा सभी चीजों में सभी पूर्ति रखते हुए, हर अच्छे काम के लिए बहुता करो।",
      "Marathi": "आणि परमेश्वर तुम्हाला सर्व अनुग्रहात प्रचुरता देऊ शकतो; जेणेकरून तुम्ही, नेहमी सर्व गोष्टींमध्ये सर्व पुरेपूरता ठेवल्यास, प्रत्येक चांगल्या कार्यात प्रचुरता दर्शवू शकता."
    }
  },
  {
    "reference": "Colossians 3:23",
    "verses": {
      "English": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
      "Hindi": "और तुम जो कुछ करो, उसे पूरे दिल से करो, जैसे कि प्रभु के लिए कर रहे हो, और मनुष्यों के लिए नहीं;",
      "Marathi": "आणि तुम्ही जे काही करा, ते हृदयाने करा, जसे प्रभुच्या साठी करत आहात, आणि माणसांसाठी नाही;"
    }
  },
  {
    "reference": "Matthew 5:16",
    "verses": {
      "English": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
      "Hindi": "तुम्हारी ज्योति लोगों के सामने इस तरह चमके कि वे तुम्हारे अच्छे कार्य देखें, और तुम्हारे स्वर्ग में जो तुम्हारा पिता है उसकी महिमा करें।",
      "Marathi": "तुमची ज्योती लोकांच्या समोर असे चमके की त्यांनी तुमच्या चांगल्या कार्यांचा पाहिला आणि तुमच्या स्वर्गातील पित्याला महिमा दिला."
    }
  },
  {
    "reference": "Luke 2:52",
    "verses": {
      "English": "And Jesus increased in wisdom and stature, and in favour with God and man.",
      "Hindi": "और यीशु बुद्धि और कद में बढ़ा, और परमेश्वर और मनुष्यों के साथ अनुग्रह पाया।",
      "Marathi": "आणि येशू बुद्धिमत्ता आणि उंचीमध्ये वाढला, आणि परमेश्वर आणि मनुष्यानंतर कृपणता मिळवली."
    }
  },
  {
    "reference": "Proverbs 4:7",
    "verses": {
      "English": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
      "Hindi": "ज्ञान सबसे प्रमुख चीज है; इसलिए ज्ञान प्राप्त करो: और अपनी सारी प्राप्तियों के साथ समझ प्राप्त करो।",
      "Marathi": "ज्ञान ही मुख्य गोष्ट आहे; म्हणून ज्ञान मिळवा: आणि तुमच्या सर्व मिळवण्यासोबत समज मिळवा."
    }
  },
  {
    "reference": "Psalm 119:105",
    "verses": {
      "English": "Thy word is a lamp unto my feet, and a light unto my path.",
      "Hindi": "तेरा वचन मेरे पैरों के लिए दीपक है, और मेरे मार्ग के लिए प्रकाश है।",
      "Marathi": "त твेनचं वचन माझ्या पायासाठी दीप आहे, आणि माझ्या मार्गासाठी प्रकाश आहे."
    }
  },
  {
    "reference": "Isaiah 41:10",
    "verses": {
      "English": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
      "Hindi": "तू डर मत; क्योंकि मैं तेरे साथ हूँ: तू घबरा मत; क्योंकि मैं तेरा परमेश्वर हूँ: मैं तुझे बल दूंगा; हाँ, मैं तुझे सहायता करूंगा; हाँ, मैं अपनी धार्मिकता के दाहिने हाथ से तेरा सहारा दूंगा।",
      "Marathi": "तू भिऊ नकोस; कारण मी तुझ्या सोबत आहे: तू चिंतेत राहू नकोस; कारण मी तुझा परमेश्वर आहे: मी तुला बल देईन; हो, मी तुला मदत करीन; हो, मी माझ्या धर्माच्या उजव्या हाताने तुझा आधार देईन."
    }
  },
  {
    "reference": "Philippians 1:3-5",
    "verses": {
      "English": "I thank my God upon every remembrance of you, Always in every prayer of mine for you all making request with joy, For your fellowship in the gospel from the first day until now;",
      "Hindi": "मैं तुम्हारी हर स्मृति पर अपने परमेश्वर का धन्यवाद करता हूँ, तुम्हारे सभी के लिए मेरी हर प्रार्थना में हमेशा खुशी के साथ निवेदन करता हूँ, तुम्हारे साथ सुसमाचार में साझेदारी के लिए पहले दिन से लेकर अब तक;",
      "Marathi": "मी तुमच्या प्रत्येक आठवणीत माझ्या परमेश्वराचे आभार मानतो, तुमच्यासाठी माझ्या प्रत्येक प्रार्थनेत नेहमी आनंदाने प्रार्थना करतो, तुम्हास पहिल्या दिवसा पासून आतापर्यंत सुसमाचारात भागीदार झाल्याबद्दल;"
    }
  },
  {
    "reference": "Psalm 103:5",
    "verses": {
      "English": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.",
      "Hindi": "जो तेरे मुँह को भले-भले से संतुष्ट करता है; ताकि तेरी जवानी गरूड़ की समान नवीनीकरण होती है।",
      "Marathi": "जो तुझ्या तोंडाला चांगल्या गोष्टींनी संतुष्ट करतो; त्यामुळे तुझी युवा गरूडासमान नवी होत आहे."
    }
  },
  {
    "reference": "Psalm 121:8",
    "verses": {
      "English": "The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
      "Hindi": "यहोवा तुझे बाहर जाने और आने से इस समय से और हमेशा के लिए सुरक्षित रखेगा।",
      "Marathi": "यहोवा तुझे बाहेर जाणे आणि येण्यास या काळापासून आणि सदैव सुरक्षित ठेवेल."
    }
  },
  {
    "reference": "Jeremiah 29:11",
    "verses": {
      "English": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
      "Hindi": "क्योंकि मैं जानता हूँ कि मैं तुम्हारे लिए क्या विचार करता हूँ, यहोवा कहता है, शांति के विचार, और बुराई के नहीं, तुम्हें एक अपेक्षित अंत देने के लिए।",
      "Marathi": "कारण मी जाणतो की मी तुमच्या विषयी काय विचार करतो, हे यहोवा म्हणतो, शांतीचे विचार, आणि दुष्टांचे नाही, तुम्हाला एक अपेक्षित अंत देण्यासाठी."
    }
  },
  {
    "reference": "Philippians 4:19",
    "verses": {
      "English": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
      "Hindi": "परंतु मेरा परमेश्वर तुम्हारी सभी आवश्यकताओं को अपने धन के अनुसार मसीह यीशु द्वारा पूरा करेगा।",
      "Marathi": "पण माझा परमेश्वर तुमच्या सर्व आवश्यकतांना त्याच्या संपत्तीच्या अनुसार ख्रिस्त येशूच्या द्वारे पूर्ण करील."
    }
  },
  {
    "reference": "Psalm 20:4",
    "verses": {
      "English": "Grant thee according to thine own heart, and fulfill all thy counsel.",
      "Hindi": "तुम्हारे मन के अनुसार तुम्हें प्रदान करें, और तुम्हारी सभी योजनाएँ पूरी करें।",
      "Marathi": "तुला तुझ्या मनाच्या अनुसार देईन, आणि तुझ्या सर्व योजना पूर्ण करीन."
    }
  },
  {
    "reference": "Psalm 37:4",
    "verses": {
      "English": "Delight thyself also in the LORD; and he shall give thee the desires of thine heart.",
      "Hindi": "यहोवा में भी आनंदित हो; और वह तुम्हारे दिल की इच्छाएँ तुम्हें देगा।",
      "Marathi": "तूही यहोवामध्ये आनंदित हो; आणि तो तुझ्या हृदयाच्या इच्छांना देईल."
    }
  },
  {
    "reference": "Numbers 6:24-26",
    "verses": {
      "English": "The LORD bless thee, and keep thee: The LORD make his face shine upon thee, and be gracious unto thee: The LORD lift up his countenance upon thee, and give thee peace.",
      "Hindi": "यहोवा तुझे आशीर्वाद दे, और तुझे सुरक्षित रखे: यहोवा तेरा मुख तिरछा करे, और तुझ पर कृपालु हो: यहोवा तेरा मुख तुझ पर उठाए, और तुझे शांति दे।",
      "Marathi": "यहोवा तुझ्यावर आशीर्वाद दे आणि तुझाचे रक्षण करील: यहोवा तुझ्यावर आपले मुख चमकवेल आणि तुझ्यावर कृपाळू होईल: यहोवा तुझा मुख तुझ्यावर उंच करील आणि तुझ्यासाठी शांती देईल."
    }
  },
  {
    "reference": "Isaiah 43:4",
    "verses": {
      "English": "Since thou wast precious in my sight, thou hast been honorable, and I have loved thee: therefore will I give men for thee, and people for thy life.",
      "Hindi": "चूंकि तुम मेरे दृष्टि में कीमती हो, तुम सम्मानित हो, और मैंने तुमसे प्रेम किया है: इसलिए मैं तुम्हारे लिए लोगों को दूंगा, और तुम्हारे जीवन के लिए जनों को।",
      "Marathi": "कारण तू माझ्या दृष्टीत मौल्यवान आहेस, तू माननीय आहेस, आणि मी तुझ्यावर प्रेम केले आहे: म्हणूनच मी तुमच्यासाठी लोक देईन, आणि तुमच्या जीवनासाठी जन देईन."
    }
  },
  {
    "reference": "Proverbs 3:5-6",
    "verses": {
      "English": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
      "Hindi": "अपने पूरे दिल से यहोवा पर भरोसा रखो; और अपनी समझ पर निर्भर न रहो। अपने सभी मार्गों में उसे जानो, और वह तेरे मार्गों को सीधा करेगा।",
      "Marathi": "तुझ्या संपूर्ण हृदयाने यहोवावर विश्वास ठेव; आणि तुझ्या स्वतःच्या समजुतीवर अवलंबून राहू नकोस. तुझ्या सर्व मार्गांत त्याला ओळख, आणि तो तुझे मार्ग थेट करील."
    }
  },
  {
    "reference": "Ephesians 2:10",
    "verses": {
      "English": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
      "Hindi": "क्योंकि हम उसकी कृति हैं, जो मसीह यीशु में अच्छे कार्यों के लिए बनाए गए हैं, जिन्हें परमेश्वर ने पहले से निर्धारित किया है कि हम उनमें चलें।",
      "Marathi": "कारण आपण त्याची कृति आहोत, ख्रिस्त येशूमध्ये चांगल्या कार्यांसाठी तयार केलेले, जे परमेश्वराने आधी ठरवले आहे की आपण त्यांत चालावे."
    }
  },
  {
    "reference": "Jeremiah 1:5",
    "verses": {
      "English": "Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.",
      "Hindi": "जब मैं ने तुम्हें गर्भ में बनाया तब मैं ने तुम्हें जाना; और जब तुम गर्भ से बाहर आए तब मैं ने तुम्हें पवित्र किया, और मैं ने तुम्हें जातियों का भविष्यद्वक्ता ठहराया।",
      "Marathi": "मी तुला गर्भात तयार करण्यापूर्वी तुझी माहिती होती; आणि जेव्हा तू गर्भातून बाहेर आलास तेव्हा मी तुला पवित्र केले, आणि मी तुला राष्ट्रांचे भविष्यवक्ता म्हणून ठरवले."
    }
  },
  {
    "reference": "Psalm 16:11",
    "verses": {
      "English": "Thou wilt shew me the path of life: in thy presence is fullness of joy; at thy right hand there are pleasures for evermore.",
      "Hindi": "तू मुझे जीवन का मार्ग दिखाएगा: तेरे सामने आनंद की पूर्णता है; तेरी दाहिनी ओर हमेशा के लिए सुख हैं।",
      "Marathi": "तू मला जीवनाचा मार्ग दाखवशील: तुझ्या साक्षीमध्ये आनंदाची पूर्णता आहे; तुझ्या उजव्या हातात सदैवसाठी आनंद आहेत."
    }
  },
  {
    "reference": "Psalm 91:16",
    "verses": {
      "English": "With long life will I satisfy him, and shew him my salvation.",
      "Hindi": "मैं उसे लंबी उम्र से संतुष्ट करूँगा, और उसे अपनी मुक्ति दिखाऊँगा।",
      "Marathi": "मी त्याला दीर्घायुष्याने संतुष्ट करीन, आणि त्याला माझी मोक्ष दाखवीन."
    }
  },
  {
    "reference": "Romans 15:13",
    "verses": {
      "English": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
      "Hindi": "अब आशा का परमेश्वर तुम्हें विश्वास में सभी आनंद और शांति से भर दे, कि तुम पवित्र आत्मा की शक्ति से आशा में भरपूर हो जाओ।",
      "Marathi": "आता आशेचा परमेश्वर तुम्हाला विश्वासात सर्व आनंद आणि शांति देईल, जेणेकरून तुम्ही पवित्र आत्म्याच्या शक्तीद्वारे आशेमध्ये भरपूर होऊ शकता."
    }
  },
  {
    "reference": "1 Corinthians 15:57",
    "verses": {
      "English": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
      "Hindi": "परंतु परमेश्वर का धन्यवाद हो, जो हमारे प्रभु यीशु मसीह के द्वारा हमें विजय देता है।",
      "Marathi": "पण परमेश्वराचे आभार, जो आमच्या प्रभु येशू ख्रिस्ताच्या माध्यमातून आम्हाला विजय देतो."
    }
  },
  {
    "reference": "Psalm 139:14",
    "verses": {
      "English": "I will praise thee; for I am fearfully and wonderfully made: marvelous are thy works; and that my soul knoweth right well.",
      "Hindi": "मैं तेरा गुणगान करूँगा; क्योंकि मैं भयभीत और अद्भुत रूप से बनाया गया हूँ: तेरे कार्य अद्भुत हैं; और मेरी आत्मा इसे भली भाँति जानती है।",
      "Marathi": "मी तुझे स्तुती करीन; कारण मी भयभीत आणि अद्भुतपणे बनवला गेलो आहे: तुझी कार्ये अद्भुत आहेत; आणि माझी आत्मा ते चांगलीच जाणते."
    }
  },
  {
    "reference": "1 Timothy 6:12",
    "verses": {
      "English": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
      "Hindi": "विश्वास की अच्छी लड़ाई लड़ो, उस शाश्वत जीवन को पकड़ो, जिसके लिए तुम भी बुलाए गए हो, और कई गवाहों के सामने अच्छी बातों का प्रचार किया है।",
      "Marathi": "विश्वासाची चांगली लढाई लढा, शाश्वत जीवनाला धरून ठेवा, ज्यासाठी तुम्हालाही बोलावले गेले आहे, आणि अनेक साक्षीदारांच्या समोर चांगले स्वाभाविक शब्द प्रकट केले आहेत."
    }
  },
  {
    "reference": "2 Corinthians 9:8",
    "verses": {
      "English": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work.",
      "Hindi": "और परमेश्वर तुम्हारी ओर सभी अनुग्रह को बहुता दे सकता है; ताकि तुम, हमेशा सभी चीजों में सभी पूर्ति रखते हुए, हर अच्छे काम के लिए बहुता करो।",
      "Marathi": "आणि परमेश्वर तुम्हाला सर्व अनुग्रहात प्रचुरता देऊ शकतो; जेणेकरून तुम्ही, नेहमी सर्व गोष्टींमध्ये सर्व पुरेपूरता ठेवल्यास, प्रत्येक चांगल्या कार्यात प्रचुरता दर्शवू शकता."
    }
  },
  {
    "reference": "Colossians 3:23",
    "verses": {
      "English": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
      "Hindi": "और तुम जो कुछ करो, उसे पूरे दिल से करो, जैसे कि प्रभु के लिए कर रहे हो, और मनुष्यों के लिए नहीं;",
      "Marathi": "आणि तुम्ही जे काही करा, ते हृदयाने करा, जसे प्रभुच्या साठी करत आहात, आणि माणसांसाठी नाही;"
    }
  },
  {
    "reference": "Matthew 5:16",
    "verses": {
      "English": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
      "Hindi": "तुम्हारी ज्योति लोगों के सामने इस तरह चमके कि वे तुम्हारे अच्छे कार्य देखें, और तुम्हारे स्वर्ग में जो तुम्हारा पिता है उसकी महिमा करें।",
      "Marathi": "तुमची ज्योती लोकांच्या समोर असे चमके की त्यांनी तुमच्या चांगल्या कार्यांचा पाहिला आणि तुमच्या स्वर्गातील पित्याला महिमा दिला."
    }
  },
  {
    "reference": "Luke 2:52",
    "verses": {
      "English": "And Jesus increased in wisdom and stature, and in favour with God and man.",
      "Hindi": "और यीशु बुद्धि और कद में बढ़ा, और परमेश्वर और मनुष्यों के साथ अनुग्रह पाया।",
      "Marathi": "आणि येशू बुद्धिमत्ता आणि उंचीमध्ये वाढला, आणि परमेश्वर आणि मनुष्यानंतर कृपणता मिळवली."
    }
  },
  {
    "reference": "Proverbs 4:7",
    "verses": {
      "English": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
      "Hindi": "ज्ञान सबसे प्रमुख चीज है; इसलिए ज्ञान प्राप्त करो: और अपनी सारी प्राप्तियों के साथ समझ प्राप्त करो।",
      "Marathi": "ज्ञान ही मुख्य गोष्ट आहे; म्हणून ज्ञान मिळवा: आणि तुमच्या सर्व मिळवण्यासोबत समज मिळवा."
    }
  },
  {
    "reference": "Psalm 119:105",
    "verses": {
      "English": "Thy word is a lamp unto my feet, and a light unto my path.",
      "Hindi": "तेरा वचन मेरे पैरों के लिए दीपक है, और मेरे मार्ग के लिए प्रकाश है।",
      "Marathi": "त твेनचं वचन माझ्या पायासाठी दीप आहे, आणि माझ्या मार्गासाठी प्रकाश आहे."
    }
  },
  {
    "reference": "Isaiah 41:10",
    "verses": {
      "English": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
      "Hindi": "तू डर मत; क्योंकि मैं तेरे साथ हूँ: तू घबरा मत; क्योंकि मैं तेरा परमेश्वर हूँ: मैं तुझे बल दूंगा; हाँ, मैं तुझे सहायता करूंगा; हाँ, मैं अपनी धार्मिकता के दाहिने हाथ से तेरा सहारा दूंगा।",
      "Marathi": "तू भिऊ नकोस; कारण मी तुझ्या सोबत आहे: तू चिंतेत राहू नकोस; कारण मी तुझा परमेश्वर आहे: मी तुला बल देईन; हो, मी तुला मदत करीन; हो, मी माझ्या धर्माच्या उजव्या हाताने तुझा आधार देईन."
    }
  },
  {
    "reference": "Philippians 1:3-5",
    "verses": {
      "English": "I thank my God upon every remembrance of you, Always in every prayer of mine for you all making request with joy, For your fellowship in the gospel from the first day until now;",
      "Hindi": "मैं तुम्हारी हर स्मृति पर अपने परमेश्वर का धन्यवाद करता हूँ, तुम्हारे सभी के लिए मेरी हर प्रार्थना में हमेशा खुशी के साथ निवेदन करता हूँ, तुम्हारे साथ सुसमाचार में साझेदारी के लिए पहले दिन से लेकर अब तक;",
      "Marathi": "मी तुमच्या प्रत्येक आठवणीत माझ्या परमेश्वराचे आभार मानतो, तुमच्यासाठी माझ्या प्रत्येक प्रार्थनेत नेहमी आनंदाने प्रार्थना करतो, तुम्हास पहिल्या दिवसा पासून आतापर्यंत सुसमाचारात भागीदार झाल्याबद्दल;"
    }
  },
  {
    "reference": "Psalm 103:5",
    "verses": {
      "English": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.",
      "Hindi": "जो तेरे मुँह को भले-भले से संतुष्ट करता है; ताकि तेरी जवानी गरूड़ की समान नवीनीकरण होती है।",
      "Marathi": "जो तुझ्या तोंडाला चांगल्या गोष्टींनी संतुष्ट करतो; त्यामुळे तुझी युवा गरूडासमान नवी होत आहे."
    }
  },
  {
    "reference": "Psalm 121:8",
    "verses": {
      "English": "The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
      "Hindi": "यहोवा तुझे बाहर जाने और आने से इस समय से और हमेशा के लिए सुरक्षित रखेगा।",
      "Marathi": "यहोवा तुझे बाहेर जाणे आणि येण्यास या काळापासून आणि सदैव सुरक्षित ठेवेल."
    }
  },
  {
    "reference": "Jeremiah 29:11",
    "verses": {
      "English": "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.",
      "Hindi": "क्योंकि मैं जानता हूँ कि मैं तुम्हारे लिए क्या विचार करता हूँ, यहोवा कहता है, शांति के विचार, और बुराई के नहीं, तुम्हें एक अपेक्षित अंत देने के लिए।",
      "Marathi": "कारण मी जाणतो की मी तुमच्या विषयी काय विचार करतो, हे यहोवा म्हणतो, शांतीचे विचार, आणि दुष्टांचे नाही, तुम्हाला एक अपेक्षित अंत देण्यासाठी."
    }
  }
  ]
  